alefragnani.project-manager
cipchk.cssrem
cliffordfajardo.highlight-line-vscode
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
glenn2223.live-sass
jsynowiec.vscode-insertdatestring
mhutchie.git-graph
NuclleaR.vscode-extension-auto-import
PKief.material-icon-theme
rangav.vscode-thunder-client
ritwickdey.LiveServer
tal7aouy.rainbow-bracket
wscats.html-snippets
